[
	{
		"title": "Whats the difference between brainstorming and researching?", 
		"description": "My theme is water and I'm stuck on what they mean, they seem to mean the same thing but I don't know... On one page I have to brainstorm, and on the other I have to research 'water' as a theme and make my own studies. I'm confused by what this means? Can anyody help?", 
		"user_id": "keien.ohta@thedesignexchange.org" 
	},

	{
		"title": "How to write a case study?", 
		"description": "So we have to write a case study about the new product that X Company is realising in December. I have never written a case study before so I have no idea what to write about. Can anyone help me? What areas am I supposed to write about? Thank you", 
		"user_id": "keien.ohta@thedesignexchange.org" 
	},

	{
		"title": "How does one become a Community Guide?", 
		"description": "Is there anyone who can tell me what the job of a Community Guide really is like? What a day in the life is like? Salaries and job stability? Stresses/Frustrations? What is the process of becoming a Community Guide? How can someone with a bachelors in psychology and criminal justice find such a job? What kind of people are best suited for the job/what kind of people does a COC usually work with in terms of co-workers (personality wise-funny group of people, outgoing, dramatic, etc. Vague question because every place and every group is so different, but I guess I believe you need to be a certain kind of person personality wise to do a certain job)?",
		"user_id": "candy.chang@thedesignexchange.org" 
	},

	{
		"title": "Can someone Explain why i took a C++ Class for Game Design? what good does it do for it?", 
		"description": "I just took a C++ class and completed it. I was hoping someone can tell me exactly what Object-Oriented programming can do when used for Game design? Anyone who can help me with Game design is welcome to add me.",
		"user_id": "candy.chang@thedesignexchange.org" 
	},

	{
		"title": "What is the difference between error propagation and error analysis?", 
		"description": "Do they mean the same thing?",
		"user_id": "bid@thedesignexchange.org" 
	},

	{
		"title": "Should I run a heuristics test for my mobile app case study?", 
		"description": "I am currently in a research program trying to run a mobile app that will help users to achieve certain tasks. Right now we are we are struggling, because we don't know if we should deploy it first. What do you think guys?",
		"user_id": "bid@thedesignexchange.org" 
	},

	{
		"title": "Does anyone know what were the results of the Toyota case study?", 
		"description": "I have being searching for a while, and I was not able to find the case study related to the new suspensions of Yaris",
		"user_id": "gordon.yang@thedesignexchange.org" 
	},

	{
		"title": "What methods can I use to create a new website?", 
		"description": "I have seen lots of nice methods that we could be using, but when we try to apply them in our project, they did not seem to work. So I am wondering if someone with experience can help me.",
		"user_id": "gordon.yang@thedesignexchange.org" 
	},

	{
		"title": "3D printers are overrated", 
		"description": "Honestly the idea is not new. We've been laser cutting, designing, and having machines assemble, mold, and melt things for a long time. We have machines that will cut a precise part out of a piece of steel with ease. 3D printers are HUGE and are no different than the tools we've been using for probably decades now. You still have to put the metal, the silicone, the plastic, the paint and everything else into a 3D printer (So no, you could not print out the latest game console). All it's good for is making cheap models which a skilled clay artist or other type of artist can already do just as precisely.",
		"user_id": "carina.boo@thedesignexchange.org" 
	},

	{
		"title": "Mneumonic Methods for Psychology?", 
		"description": "I'm not talking about how mneumonic methods relate to psychology... What are some mneumonic methods that you know to remember Psych terms?",
		"user_id": "carina.boo@thedesignexchange.org" 
	},

	{
		"title": "What is the role of active listening?", 
		"description": "What is active listening? What is the role of the child and the adult in this guidance strategy? Have you implemented this strategy with young children? How effective (or ineffective) was it?",
		"user_id": "alice.agogino@thedesignexchange.org" 
	},

	{
		"title": "The new Galaxy S5 size still not a good design", 
		"description": "I still can not understand what was the purpose of their new design in the latest version of the Galaxy S, can someone explain me?",
		"user_id": "alice.agogino@thedesignexchange.org" 
	},

	{
		"title": "I would like to know if there is any case study that has worked with bodystorming method?", 
		"description": "I saw the method of bodystorming when I was searching for brainstorming, and I would like to know how effective can it be.",
		"user_id": "celeste.roschuni@thedesignexchange.org"
	},

	{
		"title": "How to show vs. tell?", 
		"description": "I know the difference, but I'm not too good at showing. Any tips? Also when is it okay to tell instead of show?",
		"user_id": "celeste.roschuni@thedesignexchange.org" 
	},

	{
		"title": "Does anyone study social network analysis?", 
		"description": "If you do, can you please tell me a bit about social network? Please explain to me what redundant and non redundant relations are, as well as what strong and weak ties are... and what is a structural hole???",
		"user_id": "yipu.zheng@thedesignexchange.org"
	},

	{
		"title": "Native Apps vs HTML5 Apps", 
		"description": "I know that usually native apps run faster than HTML5 apps, but I would like to become a new mobile app designer, and I am wondering if it would be better to learn HTML5 first?",
		"user_id": "yipu.zheng@thedesignexchange.org"
	},

	{
		"title": "Best web design software?", 
		"description": "I would like to design and create a website, wha is the best software?2",
		"user_id": "angel.rivera@thedesignexchange.org" 
	},

	{
		"title": "Difference between evaluation and analysis processes?", 
		"description": "Would any body explain the difference between evaluation and analysis processes. Or these are the interchangeable?",
		"user_id": "angel.rivera@thedesignexchange.org"
	},

	{
		"title": "Are case studies always ran by companies?", 
		"description": "I have being searching several case studies, and all of them seem are attached to a company. Why?",
		"user_id": "cesar.torres@thedesignexchange.org"
	},

	{
		"title": "Which methods are good to improve user experience?", 
		"description": "We are working with a project in which the clients are our priority. We are searching for methods that could improve their user experience.",
		"user_id": "cesar.torres@thedesignexchange.org" 
	}
]