app/controllers/design_methods_controller.rb


      # Filter bar needs
      @search_filter_hash = MethodCategory.order(:process_order)
      @design_methods_all = DesignMethod.all
---
SELECT "design_methods".* FROM "design_methods"

  def autocomplete
    @design_method = DesignMethod.where.not(completion_score: [0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19]).order(:name).where("name LIKE ?", "%#{params[:term]}%")
---
SELECT "design_methods".* FROM "design_methods" WHERE (name LIKE 'brain%')