app/controllers/method_categories_controller.rb

SELECT "method_categories".* FROM "method_categories" WHERE "method_categories"."id" = ? LIMIT 1  [["id", "show"]]
---
  def show
    @method_category = MethodCategory.find(params[:id])